resources/data/10_rounds/Bjoern.3.6000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 6000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   251.29ms   23.07ms   1.99s    79.39%
    Req/Sec     2.99k     2.30k    9.89k    65.28%
  348264 requests in 30.05s, 29.89MB read
  Socket errors: connect 0, read 131, write 0, timeout 216
Requests/sec:  11587.81
Transfer/sec:      0.99MB