resources/data/10_rounds/Bjoern.6.2000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   119.12ms   25.65ms   1.94s    93.57%
    Req/Sec     2.74k     1.17k    6.66k    68.27%
  324564 requests in 30.06s, 27.86MB read
  Socket errors: connect 0, read 29, write 0, timeout 422
Requests/sec:  10796.36
Transfer/sec:      0.93MB