resources/data/10_rounds/Bjoern.9.500.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    57.99ms   84.86ms   1.98s    98.61%
    Req/Sec     2.50k   388.54     4.15k    77.87%
  296294 requests in 30.05s, 25.43MB read
  Socket errors: connect 0, read 0, write 0, timeout 11
Requests/sec:   9859.19
Transfer/sec:    866.53KB