resources/data/10_rounds/CherryPy.6.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.07ms    2.67ms  63.97ms   80.73%
    Req/Sec     1.64k   179.79     2.23k    76.09%
  48485 requests in 30.04s, 5.55MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:   1613.97
Transfer/sec:    189.14KB