resources/data/10_rounds/CherryPy.7.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.75ms    2.63ms  68.74ms   82.27%
    Req/Sec     1.73k   228.96     2.43k    84.35%
  50650 requests in 30.07s, 5.80MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:   1684.61
Transfer/sec:    197.43KB