resources/data/10_rounds/CherryPy.8.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.71ms    2.41ms  57.15ms   81.10%
    Req/Sec     1.74k   207.44     2.57k    77.78%
  51509 requests in 30.06s, 5.89MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:   1713.38
Transfer/sec:    200.79KB