resources/data/10_rounds/CherryPy.9.2000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.61ms    2.20ms  35.23ms   79.40%
    Req/Sec     0.89k   544.22     1.97k    52.76%
  52814 requests in 30.04s, 6.04MB read
  Socket errors: connect 0, read 0, write 0, timeout 10
Requests/sec:   1758.27
Transfer/sec:    206.06KB