resources/data/10_rounds/Gunicorn.2.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   162.19ms  302.60ms   2.00s    91.21%
    Req/Sec   377.92    321.39     2.14k    81.94%
  32416 requests in 30.07s, 4.54MB read
  Socket errors: connect 0, read 136, write 0, timeout 1468
Requests/sec:   1077.99
Transfer/sec:    154.75KB