resources/data/10_rounds/Tornado.10.1000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   282.12ms   47.93ms   1.27s    92.20%
    Req/Sec     0.88k   396.91     2.01k    66.44%
  104055 requests in 30.03s, 9.43MB read
Requests/sec:   3464.76
Transfer/sec:    321.44KB