resources/data/10_rounds/uWSGI.3.300.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    73.34ms  167.02ms   1.75s    93.90%
    Req/Sec   771.34    175.68     1.45k    69.67%
  91477 requests in 30.06s, 5.76MB read
  Socket errors: connect 0, read 91473, write 0, timeout 221
Requests/sec:   3042.86
Transfer/sec:    196.12KB