resources/data/10_rounds/uWSGI.5.2000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    83.69ms  216.66ms   1.96s    95.62%
    Req/Sec   736.25    219.31     2.21k    70.01%
  87234 requests in 30.06s, 5.49MB read
  Socket errors: connect 0, read 87239, write 0, timeout 691
Requests/sec:   2901.69
Transfer/sec:    187.02KB