resources/data/10_rounds/uWSGI.5.800.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   105.28ms  211.30ms   1.97s    94.18%
    Req/Sec   528.69    200.73     1.41k    68.21%
  62789 requests in 30.03s, 3.95MB read
  Socket errors: connect 0, read 62787, write 0, timeout 340
Requests/sec:   2090.61
Transfer/sec:    134.75KB