resources/data/10_rounds/uWSGI.6.4000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 4000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    94.12ms  240.23ms   2.00s    95.01%
    Req/Sec   729.30    242.45     2.12k    74.43%
  86148 requests in 30.05s, 5.42MB read
  Socket errors: connect 0, read 86179, write 0, timeout 1358
Requests/sec:   2866.61
Transfer/sec:    184.76KB